Repository: 84000/translation-memory-resources
Catalog: post_input/toh287-B.bo.en.tmx
Source language: bo
Languages: en

source: དེ འི་ རྒྱབ་ ལ་ ཡང་ ལྕགས་ ཀྱི་ མེ་མདག་ གིས་ རེག་ ཅིང་ འཁོར་ལོ་ རྩིབས་ སྟོང་པ་ འཁོར་ ཏེ །_ དེས་ བྲང་ གི་ ཕྱོགས་ དང་ །_ རྒྱབ་ ཀྱི་ རུས་པ ར་ གཏོགས་པ་ ལ་སོགས་པ་ ཐམས་ཅད་ འཇོམས་ སོ །_།
en: Red-hot iron will be pressing against the back of the hell being while a thousand-spoked wheel will spin there, cutting through and crushing all the bones of the back.

source: དེ་ནས་ དེ འི་ མདོམས་ སུ་ ལྕགས་ ཀྱི་ མཚོན་ བྲང་ ཀོལ་ ལི་ ཀ་ འབྱུང་ སྟེ །_ དེས་ མདོམས་ ཐམས་ཅད་ གཙུབ་ཤིང་ བཞིན་ དུ་ གཙུབས་ ནས་ འདྲེན་པ ར་ བྱེད་ ཅིང་ དེ འི་ ལོང་ ཀ་ ཐམས་ཅད་ འབིགས་པ ར་ བྱེད་ དོ །_།
en: An iron weapon#140 will appear at the genitals, beating into them as if it were a stick used for making fire by friction.

source: ཕུག་ ནས་ ཀྱང་ རྒྱུ་མ་ དག་ ལ་ ཡང་ འབིགས་པ ར་ བྱེད་ དོ །_།
en: Thus, this weapon will pull off the genitals and perforate both the lower and upper intestines.

source: པུས་མོ འི་ ལྷ་ང་ ལ་ ཡང་ འཁོར་ལོ་ འབྱུང་ སྟེ །_ དེས་ པུས་མོ འི་ ལྷ་ང་ དེ་ འབིགས་པ ར་ བྱེད་ དོ །_། དེ་བཞིན་ དུ་ ལོང་བུ་ ལ་ ཡང་ འབྱུང་ སྟེ །_
en: Other wheels will appear at the knees and cut through them, while still other wheels crush the ankles and drain them of their marrow.

source: དེས་ དེ འི་ རུས་པ་ དག་ ཕུག་ ནས་ རྐང་ དག་ ཟ་བ ར་ བྱེད་ དོ །_། དེ འི་ རྐང་མཐིལ་ ལ་ ཡང་ ཕུར་བུ་ རྣམས་ ཀྱིས་ འབིགས་པ ར་ བྱེད་ དེ །_
en: Finally, spikes will appear from below, piercing the soles of the feet.

source: དེས་ ཀྱང་ གདུང་བ་ ཆེ ར་ བྱས་ ཤིང་ སྡུག་བསྔལ་ སྐྱེད་པ ར་ བྱེད་ དོ །_། དེ་ལྟ ར་ ལས་ ཀྱི་ མཐའ་ ཉེས་པ ར་ བྱས་པ་ སྤྱོད་པ་ མནར་མེད་པ འི་ སྡུག་བསྔལ་ རང་ གི་ ལས་ ཀྱིས་ བྱས་པ་ ཐུན་མོང་ མ་ཡིན་པ་ མི་བཟད་པ་ ཚ་བ་ རྩུབ་པ འི་ གནོད་པ་ དག་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ འབྱུང་བ ར་ འགྱུར་ རོ །_།
en: Such are the extraordinary, viciously excruciating experiences of the consequences of one’s own actions, as they are experienced for many hundreds of thousands of years in the hell of Ultimate Torment.

source: དེ་ གལ་ཏེ་ ཡང་ དེ་ལས་ ཐར་ ན་ གནོད་པ་ མྱོང་ བཞིན་ དུ་ འབྲོས་པ ར་ བྱེད་ དོ །_།
en: $1045 If one succeeds in escaping this condition, one will flee while still suffering from the tortures.

source: མགོན་ འདོད་པ །_ སྐྱབས་ འདོད་པ །_ དཔུང་གཉེན་ འདོད་པ་ དེ་ བྲོས་པ་ ན་ རི་ ཆེན་པོ་ ཞིག་ ཡོད་པར་ མཐོང་ ནས་ དེ་ ལ་ རྒྱུག་ གོ །_།
en: When thus fleeing in pursuit of safety, refuge, and protection, one will see a great mountain and rush toward it.

source: རི་ དེ་ཡང་ སྲིན་བུ་ མར་ཀོ་ ཏ་ ཀ་ ཡན་ལག་ དང་ ཉིང་ལག་ རབ་ཏུ་ འབར་བ་ རྣམས་ ཀྱིས་ གང་ ལ །_
en: However, the mountain will turn out to be full of insects#141 whose major and minor body parts are all ablaze.

source: དེ་ལྟ ར་ དེ་ སྲིན་བུ་ མར་ཀོ་ ཏ་ ཀ་ རེག་ ན་ རྟག་ ཏུ་ མེ་ ལྟར་ ཚ་བ་ རྣམས་ ཀྱི་ ནང་ དུ་ སྐྱེ་བ ར་ འགྱུར་ ཏེ དེ་ རྣམས་ ཀྱིས་ དེ་ ཀུན་ ནས་ ཡོངས་སུ་ བསྐོར་ ནས་ རྡུལ་ཕྲན་ ཙམ་ དུ་ ཟ་བ ར་ བྱེད་ དོ །_།
en: Soon the hell being will find himself surrounded by these biting insects, which are burning hot like fire, and the creatures will then consume every particle of his body.

source: ཆོ་ངེས་ འདེབས་པ་ ན་ སྲིན་བུ་ མར་ཀོ་ ཏ་ ཀ་ཁ འི་ ནང་ དུ་ ཡང་ ཞུགས་ ནས་ མིད་པ ར་ སོང་ སྟེ །_ ཕོ་བ་ དང་ །_ ལོང་ ཀ འི་ ནང་ དུ་ ཞུགས་ ནས་ ཟ་བ ར་ བྱེད་ ཅིང་ དེ་ སྡུག་བསྔལ་ མི་བཟད་པ་ ཚ་བ་ རྩུབ་པ་ དག་ མྱོང་ ངོ་ །_།
en: When the hell being screams aloud, the insects will enter his mouth and from there work their way through his throat and intestines, gobbling up everything in their path and thus inflicting unbearable pain. {{page:{number:352,id:UT22084-068-021-100378,folio:F.257.b,volume:V68}}}

source: གང་ སྔོན་ ཤིན་ [257b] ཏུ་ ཉེས་པ ར་ སྤྱད་པ་ བྱས་པ་ དང་ །_ གང་ མནར་མེད་པ་ བྱས་པ་ དང་ །_ མི་དགེ་བ་ བཅུ འི་ ལས་ ཀྱི་ ལམ་ དང་ ལྡན་པ་ དེ་ ནི་ རྒྱུ་ དེ་ དང་ འཐུན་པ འི་ འབྲས་བུ་ ཉེ་བ ར་ སྤྱོད་པ ར་ འགྱུར་ ཏེ དེ་ལྟ ར་ དེ་ སྲིན་བུ་ མར་ཀོ་ ཏ་ ཀ འི་ རི་ དེར་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ སྡུག་བསྔལ་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: In this way, experiencing effects that accord with one’s causal misdeeds—one’s acts that led to Ultimate Torment, and one’s pursuit of the ten unvirtuous actions—one will continue to suffer the torture inflicted by these insects for many hundreds of thousands of years.

source: གལ་ཏེ་ ཡང་ དེ་ལས་ ཐར་ ན་ ཤ་ཟ་བ་ སེང་གེ་ དང་ །_ སྟག་ དང་ །_ དྲེད་ དང་ །_ གུང་ དང་ །_ དོམ་ གྱིས་ གང་བ འི་ ཚལ་ དུ་ རྒྱུག་པ་ དང་ །_ དེ་ རྣམས་ ཀྱིས་ དེ་ བཟུང་ ངོ་ །_། བཟུང་ ནས་ ཀྱང་ ཡན་ལག་ རབ་ཏུ་ ཟ་བ ར་ བྱེད་ དེ །_
en: $1046 “Should one escape that state, one will next run through a forest, but will there be caught by various predators—lions, tigers, leopards, and bears—who will gobble one up.

source: ལ་ལ་ ནི་ གླད་པ་ བརྟོལ་ ནས་ གླད་ རྒྱས་ ཟ་བ ར་ བྱེད །_
en: Some will extract the brain and consume it.

source: ལ་ལ་ ནི་ བརླ འི་ ངོས་ ལ །_ ལ་ལ་ ནི་ རྒྱུ་མ་ ལ །_ ལ་ལ་ ནི་ གཉེ་མ་ ལ །_ ལ་ལ་ ནི་ ལོང་ ཀ་ལ །_ ལ་ལ་ ནི་ ཕོ་བ་ ལ །_ ལ་ལ་ ནི་ བྱིན་པ འི་ སྦུ་གུ་ ལ །_ ལ་ལ་ ནི་ པུས་མོ་ ལ །_ ལ་ལ་ ནི་ རྐང་པ་ ལ །_ ལ་ལ་ ནི་ རྐང་མཐིལ་ ལ་ ཟ་ སྟེ
en: Others will feed on one’s thighs, colon, intestines, stomach, bile ducts, knees, legs, or feet.

source: དེ་ལྟ ར་ དེ་ བཟའ་ བཟའ་ ནས་ ཡང་ ཤིན་ཏུ་ གཞོན་ཤ་ ཅན་ དུ་ འབྱུང་བ ར་ འགྱུར་ རོ །_།
en: Yet, whenever they devour something, a new and extremely tender replacement will immediately grow back.

source: ཤིན་ཏུ་ གཞོན་ཤ་ ཅན་ དེ་ ལ་ ཡང་ དང་ ཡང་ དུ་ ལྷག་པ ར་ སྡུག་བསྔལ་ མྱོང་བ ར་ འགྱུར་ ལ་ ཡང་ ཟོས་ ན་ ཡང་ དེ འི་ ཤ་ རྫོགས་པ ར་ སྐྱེ་བ ར་ འགྱུར་ ཏེ །_
en: In this way those beasts will continue to feed on one’s tender and continuously self-restoring body, thereby causing tremendous pain.

source: དེས་ སྲོག་གཅོད་པ་ བྱས་ ཤིང་ བསགས་པ འི་ འབྲས་བུ་ ནི་ དེ་ ཡིན་ ནོ །_། དེ་ལྟ ར་ དེ་ རང་ གིས་ བྱས་པ་ གཞན་ དང་ མི་ འདྲ་བ འི་ སྡིག་པ འི་ ལས་ དེ་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ མྱོང་བ ར་ འགྱུར་ རོ །_།
en: Such are the effects of the completed and accumulated acts of killing, and in this way one will continue to experience the consequences of one’s own extraordinarily unwholesome actions for many hundreds of thousands of years.

source: དེ་ནས་ ཡང་ དགེ་སློང་ དེ་ མ་ བྱིན་པ ར་ ལེན་པ་ ཀུན་ ཏུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་ མང་ དུ་ བྱས་པ འི་ འབྲས་བུ་ སོ་སོ་ ཡང་དག་ པར་ མྱོང་བ་ ལ་ རྟོག་པ ར་ བྱེད་ དེ །_
en: $1047 “Next the monk will concern himself with the experiences that result from resorting to, becoming habituated to, and increasing acts of stealing.

source: དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ བརྟགས་ ན །_ འདི་ལྟར་ དེ་ ཉེས་པ ར་ བྱས་པ འི་ ལས་ ཀྱི་ མཐའ་ ལ་ སྤྱོད་པ་ མགལ་མེ འི་ འཁོར་ལོ་ དང་ །_ དྲི་ཟ འི་ གྲོང་ཁྱེར་ དང་ །_ རི་ དག ས་ སྐོམ་པ་ ལྟ་བུ་ དག་ ལ་དོན་ གྱི་ རྣམ་པ་ ཆེན་པོ་ དབྱིག་ དང་ །_ ནོར་བུ་ དང་ །_ གོས་ དང་ །_ ནོར་ དང་ །_ འབྲུ འི་ ཚོགས་ སུ་ ལྟ འོ །_།
en: As he examines things with knowledge derived from hearing, he will see how some people, who have maintained an unwholesome livelihood based on flawed actions, may now perceive things, which are actually like a firebrand, a gandharva city, or the mirage seen by thirsting deer, to be treasures, jewels, garments, valuables, or stores of grain.

source: དེ་ལྟ ར་ དེ་ ཆགས་པ ས་ ཟིལ་ གྱིས་ ནོན་ ལ །_ ལས་ ཀྱི་ རྨོངས་པ་ དག་ འདི་ སྙམ་ དུ་ སེམས་ ཏེ །_
en: Overwhelmed by craving and bewildered about the nature of karmic action, they may at this point begin to think,

source: འདི་དག་ ནི་ བདག་ གི་ ཡིན་ ནོ་ སྙམ་ མོ །_།
en: ‘These things are mine!’

source: དེ་ལྟ ར་ རྨོངས་པ་ སྡིག་པ་ བྱེད་པ་ དེ་ མེ་མདག་ རབ་ཏུ་ འབར་བ འི་ ཆུ་བོ་ དག་ ལས་ [258a] རྒལ་ ནས་ རྫས་ ཀྱི་ རྣམ་པ་ དེ་དག་ གི་ དྲུང་ དུ་ རྒྱུག་པ་ དང་ །_
en: Those who engage in unwholesome actions in this way will then first have to cross a river of glowing embers. Once on the other shore, {{page:{number:353,id:UT22084-068-021-100379,folio:F.258.a,volume:V68}}} they will again perceive such things and start running toward them.

source: ལས་ ཀྱིས་ བྱས་པ འི་ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ བཟུང་ སྟེ །_ དེ་ མཚོན་ཆ འི་ དྲ་བ འི་ ནང་ དུ་ བཅུག་ ནས་
en: However, they will be apprehended by the henchmen of the Lord of Death and kept in a net of sharp strings.

source: ཡན་ལག་ དང་ ཉིང་ལག་ ཐམས་ཅད་ གཤེག་ ཅིང་ གཅོད་ ལ་ སྲེག་ སྟེ་ རུས་པ འི་ ལྷག་མ་ མ་ལུས་པ ར་ བྱེད་ ཀྱང་ དེ་ ཐོག་མ་ མེད་པ འི་ དུས་ ནས་ ཞུགས་པ་ དེ་ གནས་སྐབས་ དེ་དག་ ཏུ་ ཡང་ འདོད་པ་ དེ་ སྤོང་བ ར་ མི་ བྱེད་ དོ །_།
en: Thus, all their major and minor body parts will be cleaved, cut, and burned until not even a trace of their bones remains. Yet, even in such situations, those who have been stuck since time without beginning will be unable to give up their craving.

source: བུད་ཤིང་ ལྟ་བུ འི་ རྟོག་ བྱུང་བ ས །_། ང་རྒྱལ་ ཕྲག་དོག་ མེ་ ལྟར་ འབར །_།
en: “Due to the firewood of thought, Pride and envy will blaze like fire.

source: ཤིང་ གི་ མེས་ ནི་ མི་ སྲེག་ གི །_། འཇིག་རྟེན་ འདོད་པ འི་ མེས་ སྲེག་ གོ །_།
en: The fire that burns wood will not burn the whole world, But the fire of desire will.

source: འདོད་པ འི་ དུག་ གིས་ ཟིན་པ་ གང་ །_། དེ་དག་ ལ་ ནི་ བདེ་བ་ མེད །_།
en: $1049 “Those infected with the poison of desire Will not have any happiness.

source: འདོད་པ་ བསྙེན་ ཅིང་ བསྟེན་ བྱས་ ན །_། ཕྱིར་ཡང་ དེ་བཞིན་ རབ་ཏུ་ འཕེལ །_།
en: The more one adheres to and indulges in desire, The more there will be of it in the future.

source: ཇི་ལྟ་ ཇི་ལྟ ར་ འདོད་ གྱུར་ ན །_། འདོད་པ་ དུ་མ་ འཕེལ་བ ར་ འགྱུར །_།
en: $1050 “For each single desire There will be many more.

source: མེ་ ལས་ འབྲོས་པ ར་ ནུས་ སྲིད་ ཀྱི །_། འདོད་པ འི་ མེ་ ལས་མི་ ནུས་ སོ །_།
en: Thus, one may avoid actual fire, But not the fire of desire.

source: འདོད་པ ས་ ཡོངས་སུ་ བསླུས་པ་ ཡིས །_། འཇིག་རྟེན་ འཁོར་ལོ་ བཞིན་ དུ་ འཁྱམ །_།
en: $1051 “Those fooled by desire Spin through the world as if on a wheel.

source: ཐོག་མ་ མེད་པ འི་ འཇིག་རྟེན་ ལ །_། འདོད་པ་ ལྟ་བུ འི་ དགྲ་ མེད་ དོ །_།
en: In the world having no beginning, There is no enemy like desire.

source: འདོད་པ ས་ ཡོངས་སུ་ བསླུས་པ་ དག _། རྒྱ་མཚོ འི་ ཆུ་ ནང་འཇུག་ པར་ བྱེད །_།
en: $1052 “Those fooled by desire Enter the waters of the ocean.

source: མཚོན་ཆ་ ཐིབས་པོ་ འབབ་པ་ ཡི །_། གཡུལ་ དུ་ ཡང་དག་ རབ་ཏུ་ འཇུག _།
en: They proceed into the battlefield, So dark and full of weapons.

source: འདོད་པ འི་ རྒྱུ་ ཡིས་ ས་བདག་ རྣམས །_། ཕན་ཚུན་ དག་ ཏུ་ འཇིག་པ ར་ བྱེད །_།
en: $1053 “Because of desire, the rulers of the land Destroy one another.

source: ནོར་ ལ་ སྲེད་པ ས་ མ་བུ་ ཡང་ །_། འཐབ་མོ འི་ གཡུལ་ ནི་ འགྱེད་པ ར་ བྱེད །_།
en: Craving wealth brings even mother and child Into battle with each other.

source: སྲེད་པ འི་ དུག་ ལས་ རྣམ་གྲོལ་བ །_། འདོད་པ འི་ མེ་མདག་ རྣམ་པར་ སྤངས །_། བོང་བ་ གསེར་ ལྟར་ མཉམ་པ་ དེ །_། མྱ་ངན་ འདས་པ འི་ མཐ ར་ འགྲོ་ འོ །_།
en: $1054 “Those who are free from the poison of desire, Who have relinquished the burning coals of desire, And for whom rock and gold are the same, Will reach the transcendence of suffering.

source: ནོར་ གྱི་ ནང་ ན་ཚུལ་ ཁྲིམས་ མཆོག _། ཉི་མ་ འོད་ དང་ ལྡན་པ་ བཞིན །_།
en: $1055 “Among all wealth, discipline is supreme; It resembles a brilliant sun.

source: ནོར་ དང་ བྲལ་ ནས་ འགྲོ་ འགྱུར་ གྱི །_། ཚུལ་ཁྲིམས་ འདི་ ནི་ མདུན་ ན་ གནས །_།
en: Wealth may come and go, But discipline always remains.

source: ཚུལ་ཁྲིམས་ ཀྱིས་ ནི་ སུམ་ཅུ་ གསུམ །_། དེ་བཞིན་ བསམ་གཏན་ སྤྱོད་ཡུལ་ འགྲོ །_།
en: $1056 “With discipline one will reach the Heaven of the Thirty-Three, As well as the fields of concentration.

source: འཇིག་རྟེན་ འདི་ དང་ ཕ་རོལ་ དུ །_། ཚུལ་ཁྲིམས་ གཟི་ དང་ མཚུངས་པ་ མེད །_།
en: In this world and beyond, Nothing has a glory greater than discipline.

source: མནར་མེད་ པར་ ནི་ སྐྱེས་པ་ དག _། ནོར་ ལ་ འདོད་པ ས་ བསྲེགས་པ་ ཡིན །_།
en: $1057 “Those born in Ultimate Torment Are burned by their craving for wealth. {{page:{number:354,id:UT22084-068-021-100380,folio:F.258.b,volume:V68}}}

source: [258b] འདོད་པ འི་ མེ་ ནི་ གང་ འབྱུང་བ །_། ཡུལ་ དེར་ མེ་ ནི་ འབྱུང་ མི་ འགྱུར །_།
en: Wherever the flame of desire ignites, There will be fire.

source: མཁས་པ འི་ ཡེ་ཤེས་ ཆུ་ ཡིས་ སུ །_། བསྒྲིམས་ ཏེ་ འདོད་པ འི་ མེ་མདག་ སོད །_།
en: $1058 “The wise work at extinguishing that fire With the water of wakefulness.

source: འདོད་པ་ མེད་པར་ མ་ བྱས་ ན །_། མྱ་ངན་ འདས་པ་ ཐག་ རིང་ ངོ་ །_།
en: Unless one gives up craving, The transcendence of suffering will remain far away.

source: དེ་ལྟ ར་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་ འདོད་པ འི་ མེ་ དེས་ སྲེག་པ་ ན་ ཡང་ མནར་མེད་པ འི་ མེ་ གཉིས་པ་ མཚོན་ འབབ་པ་ དང་ བཅས་པ ས་ སུམ་འགྱུར་ དུ་ སྲེག་ གོ །_།
en: $1059 “Thus, the burning of these beings is threefold—they are burned by the fire of their desires, the fire of Ultimate Torment, and the weapons that shower down upon them.

source: དེར་ ཡང་ མགལ་མེ་ བསྐོར་བ་ དང་ །_ དྲི་ཟ འི་ གྲོང་ཁྱེར་ དང་ །_ རི་ དག ས་ སྐོམ་པ་ ལྟ་བུ འི་ ནོར་ དག་ ལ་ འཕྲོག་པ ར་ བྱེད་པ་ དང་ །_ ལོག་པ ར་ བསྒྱུར་བ་ རྨི་ལམ་ གྱི་ མི་ ལྟ་བུ་ སེམས་ཅན་ དམྱལ་བ་པ་ གཤིན་རྗེ འི་ མི་ དེ་དག་ གིས་ མ་ བྱིན་པ ར་ བླངས་པ འི་ སེམས་ཅན་ དམྱལ་བ་པ་ དེ་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ སྡུག་བསྔལ་ མྱོང་བ ར་ བྱེད་ དོ །_།
en: In this way the hell beings who stole wealth, which is like a firebrand, a gandharva city, or thirsting deer, will be subjected to torture for many hundreds of thousands of years by henchmen of the Lord of Death, who are like characters in a nightmare.

source: དེ་ནས་ ཡང་ དགེ་སློང་ དེ་ འདོད་པ ས་ ལོག་པ ར་ གཡེམ་པ འི་ མནར་མེད་པ་ དེ འི་ འབྲས་བུ་ ལ་ རྟོག་པ ར་ བྱེད་ དེ །_
en: $1060 “Next, the monk will examine the effects of sexual misconduct, as they ripen in Ultimate Torment.

source: དེས་ བརྟགས་ ན །_ འདི་ལྟར་ སྡིག་པ་ བྱེད་པ་ དེ་ མཚོན་ཆ་ ཉམ་ང་བ་ དེ་ལས་ ཐར་ ན །_ ཇི་ལྟ ར་ ཡང་ ལས་ ཀྱིས་ འཁྲུལ་པ་ མེ་མདག་ གི་ ཆུ་བོ་ ལས་ རྒལ་ ནས་ ལོག་པ ར་ རྣམ་པར་ ལྟ་བ་ ཞེས་ བྱ་བ འི་ ཕྱོགས་ གཞན་ དུ་ ཞུགས་ སོ །_།
en: He will see that once evildoers escape from the torturous weapons, they will cross a river of burning coals—a product of their karmic action—and then enter a place called Misunderstanding.

source: དེས་ ལས་ ཀྱིས་ བྱས་པ འི་ བུད་མེད་ དག་ གང་ སྔོན་ གྱི་ དྲན་པ་ ཉམས་པ་ དེས་ མཐོང་ ངོ་ །_།
en: There they will see women they had otherwise forgotten.

source: དེ་དག་ མཐོང་ ནས་ དེ་ ཐོག་མ་ མེད་པ འི་ དུས་ ནས་ གོམས་པ འི་ འདོད་ཆགས་ ཀྱི་ མེ་ འབྱུང་ སྟེ །_ དེ་དེ ར་ རྒྱུག་པ ར་ བྱེད་ དོ །_།
en: The fire of desire, to which they have been habituated since time without beginning, will blaze at the sight, and so they will run toward them.

source: གང་ ན་ བུད་མེད་ འཁོར་བ་ དེ་དག་ ལས་ ཀྱིས་ བྱས་པ །_
en: Yet the women are products of karmic action.

source: ལྕགས་ ཀྱི་ བུད་མེད་ དག་ ཡིན་ ཏེ །_ དེ་དག་ གིས་ དེ་ བཟུང་ ངོ་ །_།
en: They are women of iron, who now catch the hell beings.

source: བཟུང་ ནས་ ཀྱང་ ལྕེ་ ལ་སོགས་པ་ ལ་ ཟ་ སྟེ་ ཇི་ལྟ ར་ དེ འི་ ལུས་ དེ་ ལ་ ཡུངས་འབྲུ་ ཙམ་ གྱི་ ལྷག་མ་ ཡང་ མ་ལུས་པ ར་ དེ་ལྟ ར་ ཟ འོ །_།
en: Eating their tongues, and so forth, they will consume their bodies entirely so that not even a morsel the size of a sesame seed remains.

source: དེ་ནས་ ཡང་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_ ཡང་ ཟ འོ །_།
en: Then the hell beings will revive, only to be eaten once more.

source: དེ་ སྡུག་བསྔལ་ ཚ་བ་ རྩུབ་པ་ མྱོང་ བཞིན་ དུ་ འདོད་ཆགས་ ཀྱི་ མེ་ དེ་དག་ ལས་ ལྡོག་པ ར་ མི་ བྱེད་ ཀྱི །_ གང་ ན་ བུད་མེད་ དེ་དག་ གནས་པ་ དེར་ ཡང་ དང་ ཡང་ ཤིན་ཏུ་ རྒྱུག་པ ར་ བྱེད་ དོ །_།
en: Yet, even as they experience this vicious suffering, they cannot stop the fire of desire, and so they will, again and again, run to the place where they see the females.

source: དེ་ ཇི་ལྟ ར་ འདོད་ཆགས་ ཀྱི་ མེས་ གནོད་པ་ དེ་ལྟ ར་ སྡུག་བསྔལ་ གནོད་པ ར་ མི་ རྩི འོ །_།
en: For as long as they keep being wounded by the fire of desire, they will not care about being harmed by suffering.

source: དེ་ནས་ བུད་མེད་ དེ་དག་ ཡང་ ལུས་ རྡོ་རྗེ་ དང་ ལྕགས་ རབ་ཏུ་ འབར་བ འི་ ལུས་ ཀྱིས་ མི་ དེ་ བཟུང་ ནས་ འབར་བ འི་ ཕྲེང་བ་ འཁྲུགས་པ འི་ ལུས་ ཀུན་ གྱིས་ སེམས་ཅན་ དམྱལ་ [259a] བ་ དེ་ བྱེ་མ་ ཆང་པ་ ནས་ གཏོར་བ་ བཞིན་ དུ་ གཏོར་ ཏོ །_།
en: Thus, the women will grasp the hell beings with their flaming bodies of vajra and iron {{page:{number:355,id:UT22084-068-021-100381,folio:F.259.a,volume:V68}}} and destroy them as when a handful of sand is scattered.

source: ལུས་ ཐམས་ཅད་ ཕྱེ་མར་ བྱས་པ་ དེ་ སླར་ཡང་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_
en: Their entire body will be pulverized, and then they are revived.

source: དེ་ནས་ ཤིན་ཏུ་ རྒྱུག་ ཀྱང་ དེ འི་ འདོད་ཆགས་ ཞི་བ ར་ མི་ འགྱུར་ རོ །_།
en: Yet, they will continue rushing toward the females because their desires still have not calmed.

source: དེ འི་ གནས་ དེ་ལྟ་ བུ་ མཐོང་ ནས་ དགེ་སློང་ དེས་ བསམས་ ཏེ །_ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ འདི་ལྟར་ ཚིགས་ སུ་ བཅད་ དེ་ སྨྲས་པ །_
en: $1061 “Seeing this, the monk will contemplate it, and with knowledge derived from hearing proclaim the following verses:

source: བུད་མེད་ ངན་སོང་ གཞི་ ཡིན་ ཞིང་ །_། ཀུན་ ནས་ ནོར་ ནི་ ཟད་པ ར་ བྱེད །_།
en: “ ‘Women are the basis of the lower realms And cause all wealth to drain away.

source: མི་གང་ བུད་མེད་ ཚིག་ ཉན་པ །_། དེ་ ལ་ བདེ་བ་ ག་ལ་ ཡོད །_།
en: How could a man who listens to women Ever find any happiness?

source: དོན་མེད་ ཆོས་ ལ་ དགའ་བ་ ནི །_། བུད་མེད་ གཡོ་ དང་ ཕྲག་དོག་ མང་ །_།
en: $1062 “ ‘Women are fond of senseless things, Deceitful, and full of envy.

source: འཇིག་རྟེན་ གཉིས་ ནི་ རྣམ་ འཇིག་པ །_། སྐྱེས་པ་ རྣམས་ ཀྱི་ མདུན་ ན་ གནས །_།
en: They destroy both this world and the next As they hover in front of men.

source: དེ འི་ ཚིག་ ཤིན་ཏུ་ མི་ བརྟན་ ཏེ །_། རྟག་ ཏུ་ འདོད་ཆགས་ སྐྱེད་ ལ་ མཁས །_།
en: $1063 “ ‘Their words are not reliable in the slightest, But they are highly skilled in causing desire.

source: དེ་ ཡི་ སྙིང་ ནི་ གཞན་སེམས་ ལ །_། གཞན་ གྱི་ ཚུལ་ གྱིས་ སྨྲ་བ ར་ བྱེད །_།
en: In their hearts they think one thing, But with their mouths they say something else.

source: དང་པོ ར་ མཉེན་ ཞིང་ སྲུན་ བྱེད་ ལ །_། ཕྱི་ ནས་ སེམས་ ནི་ རྡོ་རྗེ་ འདྲ །_།
en: $1064 “ ‘First, they are mild and gentle; Later, their minds are like vajra.

source: སེམས་ ནི་ ཡང་ ལ་ ཕན་པ་ མེད །_། བཀུར་སྟི་ དག་ ནི་ དྲན་ མི་ བྱེད །_།
en: They have no sense of gratitude, And never remember to show respect.

source: ལེགས་པ་ བརྒྱ་ ནི་ ཆུད་ གཟོན་ ལ །_། མ་ ལེགས་ གཅིག་པུ་ དྲན་པ ར་ བྱེད །_།
en: $1065 “ ‘They will ignore a hundred good things But remember a single bad thing.

source: སྡིག་པ འི་ ས་གཞི་ བུད་མེད་ ཡིན །_། སྙིང་ ནི་ གློག་ གི་ ངོ་བོ་ བཞིན །_།
en: Women are the basis of all that is unwholesome, And the nature of their hearts is like lightning.

source: སྐྱེས་པ་ ཆགས་པ འི་ སེམས་ ཡོད་པ །_། འཇིག་པ འི་ རྒྱུ་ ནི་ བུད་མེད་ བྱེད །_།
en: $1066 “ ‘For men with desirous minds, Women are the cause of ruin.

source: འཇིག་རྟེན་ འདི་ དང་ ཕ་རོལ་ ཏུ །_། འཇིག་ བྱེད་ ནང་ ན་ བུད་མེད་ འཇིག _།
en: In this world and beyond, Women are the destroyers among destroyers.

source: གལ་ཏེ་ བདེ་བ འི་ མཆོག་ འདོད་ ན །_། དེ་ལྟ ར་ བུད་མེད་ རྣམ་པར་ སྤོངས །_།
en: $1067 “ ‘If you wish for supreme happiness, Renounce women completely.

source: བུད་མེད་ རྟག་ ཏུ་ སྤངས་པ་ ནི །_། འཇིག་རྟེན་ འདི་ དང་ ཕ་རོལ་ བདེ །_།
en: He who always stays clear of women Is happy in this world and beyond.

source: གང་ཞིག་ དབུལ་བ་ སྤོང་ འདོད་ ཅིང་ །_། གང་ཞིག་ བདག་ ནི་ འབྱོར་ འདོད་ དང་ །_། གང་ཞིག་ མྱ་ངན་ འདས་ འགྲོ་ འདོད །_། མི་ དེས་ བུད་མེད་ སྤང་བ ར་ བྱོས །_།
en: $1068 “ ‘The man who longs to be free from poverty, Wants to be wealthy, Or wishes to transcend all suffering Should give up women.’

source: དེ་ལྟ ར་ ཕྱིན་ ཅི་ ལོག་ ཏུ་ མཐོང་བ་ སྙིང་ རྣམ་པར་ རྨོངས་པ་ དེ་ ལོ་ འབུམ་ཕྲག་ དུ་མ ར་ སྲེག་ གོ །_། གཤེག་ གོ །_། གསོད་ དོ །_། དེ་ནས་ ཡང་ སླར་ འབྱུང་བ ར་ འགྱུར་ ཏེ །_
en: $1069 “Those whose hearts are completely bewildered must in this way remain in Misunderstanding to be burned, cleaved, killed, and revived for many hundreds of thousands of years.

source: དེ་ གལ་ཏེ་ དེ་ལས་ ཐར་ ནས་ དེ་ནས་ ཡང་ མེ་མདག་ གི་ ཆུ་བོ འི་ ནང་ དུ་ བྱིང་ ཞིང་ འཚེད་པ་ ན་ བཀྲེས་པ་ དང་ །_ སྐོམ་པ ས་ གདུངས་ ཏེ །_ གར་བབ་ བབ་ ཏུ་ འབྲོས་ སོ །_།
en: If at some point they escape from there, they will sink into a river of burning embers. When they emerge again, severely burned, they will be tormented by hunger and thirst, and so they will try to flee as best they can.

source: དེ་ནས་ ཡང་ དགེ་སློང་ དེ་ མནར་མེད་པ འི་ མི་དགེ་བ་ བྱེད་ [259b] པས་ གང་ བརྫུན་ དུ་ སྨྲ་བ་ དེ་ ཀུན་ ཏུ་ བསྟེན་ ཅིང་ བསྒོམས་ ཏེ་
en: $1070 “Next the monk will examine {{page:{number:356,id:UT22084-068-021-100382,folio:F.259.b,volume:V68}}} the results of resorting to, becoming habituated to, and increasing the unvirtuous actions of lying that are associated with Ultimate Torment.

source: མང་ དུ་ བྱས་པ འི་ འབྲས་བུ་ ལ་ བརྟགས་ ན་ དེས་ ཐོས་པ་ ལས་ བྱུང་བ འི་ ཤེས་པ ས་ མཐོང་ སྟེ འདི་ལྟར་ སེམས་ཅན་ དམྱལ་བ་ ལུས་ བཀྲེས་པ་ དང་ སྐོམ་པ ས་ འཁྲུགས་ ཤིང་ གདུངས་པ་ དེ་ གཤིན་རྗེ འི་ མི་ སྟོབས་པོ་ ཆེ་ རྣམས་ ཀྱིས་ བཟུང་ ངོ་ །_།
en: As he examines things with knowledge derived from hearing, he will see how the powerful henchmen of the Lord of Death will apprehend the hell beings, who suffer exasperating starvation and thirst.

source: བཟུང་ ནས་ ཀྱང་ ཀྱེ་ གྲོགས་པོ་ དག་ ཁྱེད་ ལ་ ཅི་ གནོད་ ཅེས་ འདྲིའོ །_།
en: The henchmen will then ask the hell beings, ‘Friends, what is the matter?’

source: ལས་ ཀྱི་ དབང་ གིས་ བསྐུལ་བ་ དེ་དག་ བདག་ཅག་ བཀྲེས་ སོ་ ཞེས་ སྨྲ འོ །_།
en: “ ‘We are starving!’ will come the reply of those who are driven by the power of karmic action.

source: དེ་ནས་ དེ་དག་ གཤིན་རྗེ འི་ མི་ དེ་ རྣམས་ ཀྱིས་ བཟུང་ ངོ་ །_། བཟུང་ ནས་ ཀྱང་ དེ འི་ ཁ་ གཤེག་ པར་ བྱེད་ དེ །_ དེ་ནས་ ལྕེ་ འབྱིན་པ ར་ བྱེད་ དོ །_།
en: $1071 “The henchmen will then grab them, force open their mouths, and pull out their tongues, which by the power of karmic action have now become five hundred leagues in length.

source: ལྕེ་ དེ་ཡང་ ལས་ ཀྱི་ དབང་ གིས་ དཔག་ཚད་ ལྔ་ བརྒྱ་ ཙམ་ དུ་ འགྱུར་ རོ །_། བརྫུན་ དུ་ སྨྲ་བ་ དེ འི་ འབྲས་བུ ས་ དེ་ ཕྱུང་ མ་ ཐག་ ཏུ །_ དེ་ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ བཟུང་ ནས་ ལྕགས་ ཀྱིས་ གཞི་ རབ་ཏུ་ འབར་བ་ ལ་ ལྡག་ ཏུ་ འཇུག་ ཅིང་ ལས་ ཀྱིས་ བྱས་པ འི་ ཐོང་གཤོལ་ རྩེ་མོ་ རབ་ཏུ་ འབར་བ་ དང་ བཅས་པ འི་ རྨོན་གླང་ སྟོབས་ དང་ ལྡན་པ་ སྟོང་ བྱུང་ སྟེ
en: Next, as a result of having lied, the henchmen will stretch each hell being’s tongue upon the ground of flaming iron, and set about furrowing it with karmically produced plows that have burning blades and are pulled by one thousand powerful oxen.

source: ལྕེ་ དེ འི་ སྟེང་ དུ་ སོང་ ནས་ རྨོད་པ ར་ བྱེད་ དོ །_།
en: Tramping along on top of the tongue, they plow their way through it and rend it open.

source: དེ་ལས་ རྣག་ དང་ ཁྲག་ དང་ སྲིན་བུ་ འཛག་པ་ ཆུ་བོ་ ལྟར་ འབབ་བོ །_། རྣག་ དང་ སྲིན་བུ ར་ འདྲེས་པ འི་ ལྕེ་ དེ་ཡང་ ཇི་ལྟ ར་ ལྷ་ རྣམས་ ཀྱི་ མིག་ བཞིན་ དུ་ གཞོན་ཤ་ ཅན་ དུ་ འགྱུར་ ཏེ
en: From the ensuing wounds stream rivers of blood, pus, and worms, and the tongue, infected with pus and worms, becomes as sensitive as the eyes of the gods.

source: དེ འི་ ལྕེ འི་ ཕྱོགས་ ལ་ རྨོས་པ་ དེ་དག་ སླར་ཡང་ ཐ་མལ་ པར་ འགྱུར་ རོ །_། དེ་ནས་ ཡང་ ལོ་ འབུམ་ཕྲག་ དུ་མ འམ །_ ལོ་ བྱེ་ བར་ རྨོད་ དེ་ ལྕེ་ དེ་ ལ་ སྡུག་བསྔལ་ མི་བཟད་པ་ འབྱུང་ ངོ་ །_།
en: Where the plowing has been completed, the tongue will be restored to normal, and so this unbearably painful plowing will go on for many hundreds of thousands, or even many millions, of years.

source: ཚ་ ཞིང་ རྩུབ་ ལ་ རབ་ཏུ་ རྩུབ་པ །_ དྲག་པ ས་ ཀྱང་ ཤིན་ཏུ་ དྲག་པ །_ སྡུག་བསྔལ་ མི་བཟད་པ་ དག་ གིས་ ཉམ་ཐག་པ་ དེ་ ཀུ་ ཆོ་ འདོན །_
en: Undergoing a pain that is fierce and excruciating, more harrowing than any other, these beings will suffer unbearably.

source: ཆོ་ངེས་ འདེབས་ ངུ་སྐད་ འབྱིན་ ཀྱང་ དེ འི་ སྡུག་བསྔལ་ དེ་ སུ ས་ ཀྱང་ སེལ་བར་ མི་ བྱེད་ དོ །_།
en: In their tormented state they will scream, wail, and moan, yet no one can alleviate their pain.

source: གང་ བདག་ གིས་ བྱས་པ་ དེ་དག་ ནི་ ཕ་མ ས་ མ་ བྱས །_ ལྷས་མ་ བྱས །_ མི་ གཞན་ གྱིས་ མ་ བྱས །_
en: That which they did themselves was not done by their parents, nor by a god, nor by other people.

source: འདོད་རྒྱལ་ ལས་མ་ བྱུང་ །_ གཞན་ ནས་ མ་འོངས །_ བྱས་པ་ ཆུད་ མི་ ཟ་ སྟེ །_ རང་ གིས་ བྱས་པ འི་ ལས་ ཀྱི་ འབྲས་བུ་ ཡོད་ དོ །_།
en: It did not happen by chance, it did not arrive from some other place, and it will not dissipate, because the actions that they committed themselves will bear such consequences.

source: དེ་ནས་ དེ་དག་ ངུ་སྐད་ འབྱིན་ བཞིན་ དུ་ འདི་ལྟར་ གཤིན་རྗེ འི་ མི་ རྣམས་ ཀྱིས་ རྗེས་སུ་ བསྟན་པ་ ཚིགས་ སུ་ བཅད་ དེ་ སྨྲས་པ །_
en: Hence, to the wailing hell beings the henchmen of the Lord of Death utter these verses of injunction:

source: རྩུབ་ ཤིང་ དྲག་ ལ་ [260a] བདེ་མེད་པ །_། བརྫུན་ དུ་ སྨྲ་བ་ རྣམ་པར་ སྤོངས །_།
en: $1072 “ ‘As it is fierce, vicious, and without pleasure, {{page:{number:357,id:UT22084-068-021-100383,folio:F.260.a,volume:V68}}} Give up lying.

source: བརྫུན་ དུ་ སྨྲ་བ འི་ མི་ རྣམས་ ནི །_། སེམས་ དག་ ལ་ ཡང་ རྣམ་པར་ འཇིག _།
en: People who lie Destroy their own minds.

source: དེ་ ནི་ ཡིད་ཆེས་ གནས་མ་ ཡིན །_། མཁས་པ་ ཀུན་ གྱིས་ རྣམ་པར་ སྤངས །_།
en: $1073 “ ‘Not to be trusted, Liars are spurned by the wise.
